Repository: liguobao/Tracing-UWP
Catalog: src/Tracing/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppName
source: Tracing
zh_cn: 描图

# BlowUp
source: App Blow Up
zh_cn: 卧槽爆掉了

# BtnChoosePic.Label
source: Open Picture
zh_cn: 打开背景图

# BtnClearPic.Text
source: Clear
zh_cn: 清除

# BtnOpenImageFile.Text
source: Open Image File
zh_cn: 打开图片文件

# BtnOpenInkFile.Text
source: Open Ink (.ink) File
zh_cn: 打开电子墨迹文件(.ink)

# BtnOpenSampleImage.Text
source: Sample Images...
zh_cn: 示例图片...

# BtnReview.Content
source: Review
zh_cn: 评价

# BtnSaveImageFile.Text
source: Save as Image (Transparent Background)
zh_cn: 保存墨迹为图片 (透明背景)

# BtnSaveImageFileColoredBackground.Text
source: Save as Image (With Background Color)
zh_cn: 保存墨迹为图片 (带背景色)

# BtnSaveInkFile.Text
source: Save Ink (.ink) File
zh_cn: 保存电子墨迹文件 (.ink)

# DigSettings.Title
source: Settings
zh_cn: 设置

# HolyCowSupportDrag
source: Holy high! It supports drag and drop!
zh_cn: 我靠，居然支持拖拽文件！

# LnkVisitBlog.Content
source: Author's Blog
zh_cn: 作者博客

source: My Tracing Work
zh_cn: 我的《描图》作品

source: No Ink
zh_cn: 没有墨迹

# SaveSuccess
source: Your Ink has been saved.
zh_cn: 已保存墨迹

# ToggleInkBackgroundTransparent.OffContent
source: Ink Background Intransparent
zh_cn: 白色背景

# ToggleInkBackgroundTransparent.OnContent
source: Ink Background Transparent
zh_cn: 透明背景

# ToggleMouse.OffContent
source: Mouse Disabled
zh_cn: 禁用鼠标绘图

# ToggleMouse.OnContent
source: Mouse Enabled
zh_cn: 启用鼠标绘图

# TogglePressure.OffContent
source: Pressure Insensitive
zh_cn: 禁用笔尖压力感应

# TogglePressure.OnContent
source: Pressure Sensitive
zh_cn: 启用笔尖压力感应

# ToggleTouch.OffContent
source: Touch Off
zh_cn: 禁用触控绘图

# ToggleTouch.OnContent
source: Touch On
zh_cn: 启用触控绘图

# TxtAboutHeader.Text
source: About
zh_cn: 关于

# TxtAboutText.Text
source: This App is designed to let you portray a picture using your Surface Pen, touch screen or mouse.
zh_cn: 该应用让你能够选择一张图片并用触控笔、触屏或鼠标描绘该图片，调整背景图透明度预览，并保存仅你的笔迹，看上去就像是你画的！

# TxtAboutTitle.Text
source: Tracing
zh_cn: 描图 (Windows 10创意者更新)

# TxtDisplay.Text
source: Display
zh_cn: 显示

# TxtMessage.Text
source: Choose a picture and start drawing
zh_cn: 选择一张图片并开始描绘吧

# TxtMorePen.Text
source: For more Pen Settings, go to Windows Settings - Devices - Pen & Windows Ink
zh_cn: 更多触控笔设置，请转到Windows设置

# TxtOperations.Text
source: Operations
zh_cn: 操作

# TxtPenSettings.Text
source: Pen Settings
zh_cn: 触控笔设置

# TxtRequireRestart.Text
source: Require Restart App
zh_cn: 要求重新启动应用以应用设置

# TxtSettingsHeader.Text
source: Settings
zh_cn: 设置

# UsePrimaryLanguageOverride.OffContent
source: Use System Language
zh_cn: 使用系统语言

# UsePrimaryLanguageOverride.OnContent
source: Use Custom Language
zh_cn: 使用自定义语言

# TxtImageSize.Text
source: Picture Size
zh_cn: 图片大小

# BtnResetSize.Label
source: Reset
zh_cn: 重置

source: Touch Disabled
zh_cn: 触控绘图已禁用

source: Touch Enabled
zh_cn: 触控绘图已启用

source: Mouse Enabled
zh_cn: 启用鼠标绘图

source: Mouse Disabled
zh_cn: 禁用鼠标绘图

# MainPage_ToggleFullScreenModeButton_Click_Exit_Full_Screen
source: Exit Full Screen
zh_cn: 退出全屏

# BtnSaveGifFile.Text
source: GIF with embedded ISF (.GIF)
zh_cn: 内嵌SIF的GIF图片(.GIF)

# FlyoutSaveAs.Text
source: Save As...
zh_cn: 另存为...

# BtnOpenGifFile.Text
source: Open GIF File (ISF embedded)
zh_cn: 打开GIF文件 (内嵌ISF)

# FlyoutOpenInk.Text
source: Open Ink File
zh_cn: 打开墨迹文件

# MainPage_DtmOnDataRequested_ShareTitle
source: My Work
zh_cn: 我的作品

# TxtColorLocked.Text
source: Color Locked
zh_cn: 颜色已锁定

# ChkLockColor.Content
source: Use this color and hide default pen palettes
zh_cn: 总是使用该颜色并隐藏默认调色板

# Status-FullScreen
source: Full Screen
zh_cn: 全屏

# Status-Ready
source: Ready.
zh_cn: 就绪

# DigSampleGallery.Title
source: Sample Gallery
zh_cn: 样例图库

# DigAdvColor.Title
source: Advanced Color
zh_cn: 高级选色器

# DigSampleGallery.SecondaryButtonText
source: Cancel
zh_cn: 取消

# DigSampleGallery.PrimaryButtonText
source: Select
zh_cn: 选择

# MessageDialogTitle-Error
source: ERROR
zh_cn: 大爆炸

# BtnSave.Label
source: Save
zh_cn: 保存

# Status.ImageSaved
source: Image Saved.
zh_cn: 已保存图片

# BtnLockCanvasLabel.Text
source: Lock Ink Movement
zh_cn: 锁定墨迹图层移动

# BtnPenSettings.Content
source: Pen & Windows Ink Settings
zh_cn: 触控笔Windows墨迹设置

# ToggleVibrate.OffContent
source: Vibrate Disabled
zh_cn: 禁用震动反馈

# ToggleVibrate.OnContent
source: Vibrate Enabled
zh_cn: 启用震动反馈

# TxtSurfaceDialSettingsDescription.Text
source: For more Surface Dial settings, go to Windows Settings - Devices - Wheel
zh_cn: 更多轮盘设备设置，请转到Windows设置

# BtnWheelSettings.Content
source: Wheel Settings
zh_cn: 轮盘设置

# AboutAppTitle.Text
source: Tracing (Windows 10 Universal)
zh_cn: 描图 (Windows 10 创意者版)

# TxtLanguage.Text
source: Language
zh_cn: 语言

# BtnBackgroundColorLabel.Text
source: Background
zh_cn: 画布背景色

# DigAdvColor.PrimaryButtonText
source: OK
zh_cn: 确定

# DigAdvColor.SecondaryButtonText
source: Cancel
zh_cn: 取消

# BtnRecShapeLabel.Text
source: Draw to Shape (Preview)
zh_cn: 墨迹自动转形状 (尝鲜功能)

# BtnUseAlignmentGrid.Content
source: Use Alignment Grid
zh_cn: 启用对齐线参考网格

# WelcomeFlipLetStart.Text
source: Let's Start!
zh_cn: 尽情使用吧！

# WelcomeFlipMainSubTitle.Text
source: For Windows 10 Creators Update
zh_cn: 为 Windows 10 创意者更新 打造

# WelcomeFlipMainTitle.Text
source: Welcome to Tracing
zh_cn: 欢迎使用《描图》

# WelcomeFlipStep1Desc.Text
source: You can choose from your own pictures, sample images or a previous saved ink file.
zh_cn: 你可以选择自己的图片，示例图片，或者之前保存过的墨迹文件

# WelcomeFlipStep1Title.Text
source: Step 1: Choose a Picture
zh_cn: 第一步： 选择一张背景图

# WelcomeFlipStep2Desc.Text
source: Use your Pen, mouse or touch screen to draw the tracing. You can use all kinds of ink tools on the toolbar alone the way.
zh_cn: 使用你的触控笔，鼠标或触屏描绘图片，你也可以使用工具栏上所有的高级工具帮助你绘图

# WelcomeFlipStep2Title.Text
source: Step 2: Draw Your Picture
zh_cn: 第二步： 描绘图片

# WelcomeFlipStep3Desc.Text
source: Change the opacity slider to preview your tracing work.
zh_cn: 调节透明度滑块预览你的作品

# WelcomeFlipStep3Title.Text
source: Step 3: Preview Your Work
zh_cn: 第三步： 预览作品

# WelcomeFlipStep4Desc.Text
source: Save whatever format you like!
zh_cn: 将你的墨迹保存为你想要的格式

# WelcomeFlipStep4Title.Text
source: Step 4: Save Your Drawing
zh_cn: 第四步： 保存您的墨迹

# WelcomeFlipStep5Desc.Text
source: Congratulations, you can tell your friends you draw it from scratch :)
zh_cn: 恭喜，现在你可以和你朋友说，这是你自己画的图了！

# WelcomeFlipStep55Title.Text
source: Without Pen or Touch?
zh_cn: 没有笔或触屏？

# WelcomeFlipStep55Desc.Text
source: Enable Touch or Mouse drawing here if you don't have a pen-enabled device.
zh_cn: 在这里启用触控或鼠标绘图，如果你的设备没有配笔

# WelcomeFlipStep5Title.Text
source: That's How it's Done!
zh_cn: 完成！

# WelcomeFlipSwipeLeft0.Text
source: Swipe Left to Get Started
zh_cn: 向左滑动开始向导

# WelcomeFlipSwipeLeftGeneric.Text
source: Swipe Left to Next
zh_cn: 向左滑动查看下一步

# WelcomeFlipWalkThrough.Text
source: We will walk you through the basic usage.
zh_cn: 我们会教你最基本的使用方法

# BtnInkReplayContent.Text
source: Ink Replay
zh_cn: 墨迹回放

# TxtDefaultSize.Text
source: Default Size
zh_cn: 默认尺寸

# TxtCanvasSettings.Text
source: Canvas Settings
zh_cn: 画布设置

# SliderDefaultCanvasWidth.Header
source: Width
zh_cn: 宽度（像素）

# SliderDefaultCanvasHeight.Header
source: Height
zh_cn: 高度（像素）

# BtnResetDefaultSize.Content
source: Fit to Screen Size
zh_cn: 适配屏幕大小

# BtnAlignmentGridLabel.Text
source: Grid Lines
zh_cn: 参考网格

# ImageStretchMenuItemNone.Text
source: None (Original Aspect Radio)
zh_cn: 默认 (原始宽高比)

# ImageStretchMenuItemFill.Text
source: Fill (Resized)
zh_cn: 填满 (拉伸宽高比)

# ImageStretchMenuItemUniform.Text
source: Uniform (Resize to Fit Aspect Radio)
zh_cn: 平铺 (保持宽高比)

# ImageStretchMenuItemUniformToFill.Text
source: Uniform to Fill (Clipped to Fit Aspect Radio)
zh_cn: 平铺以填满 (裁剪图片并保持宽高比)

# TxtUnsaved.Text
source: Unsaved
zh_cn: 未保存

# BtnClearAll.Label
source: Clear All
zh_cn: 清除全部

# BtnSaveCurrent.Text
source: Save (Ctrl + S)
zh_cn: 保存 (Ctrl + S)

# BtnClearAllCancel
source: Cancel
zh_cn: 取消

# BtnClearAllConfirm
source: Clear
zh_cn: 清除

# ClearAllWarning
source: Clear both picture and ink, are you sure?
zh_cn: 确认清空图片和墨迹吗？

source: Confirm
zh_cn: 确认

# TxtTotalStrokes.Text
source: Strokes:
zh_cn: 笔画数:

# BtnRotateLeft.Text
source: Rotate Left
zh_cn: 向左旋转

# BtnRotateRight.Text
source: Rotate Right
zh_cn: 向右旋转

# FlyoutImageRotation.Text
source: Image Rotation
zh_cn: 旋转图片

# ShowEraseAllMenuButton.OffContent
source: Hiding "Erase All Ink" Under Eraser Button
zh_cn: 橡皮擦按钮下不显示清空全部墨迹菜单

# ShowEraseAllMenuButton.OnContent
source: Displaying "Erase All Ink" Under Eraser Button
zh_cn: 在橡皮擦按钮下显示清空全部墨迹菜单

# ToggleTilt.OffContent
source: Disable Pen Tilt on Pencil
zh_cn: 禁用笔尖倾斜 (铅笔工具)

# ToggleTilt.OnContent
source: Enable Pen Tilt on Pencil (Require Hardware Support)
zh_cn: 启用铅笔工具的笔尖倾斜作图 (要求硬件支持)

# ToggleEnableDial.OffContent
source: Surface Dial Disabled
zh_cn: 已禁用Surface Dial

# ToggleEnableDial.OnContent
source: Surface Dial Enabled
zh_cn: 已启用Surface Dial

# ShowShapeRecognitionButton.OnContent
source: Show Shape Recognition Button
zh_cn: 显示几何图形识别按钮

# ShowShapeRecognitionButton.OffContent
source: Hide Shape Recognition Button
zh_cn: 隐藏几何图形识别按钮

# LblCustomizeStatusBar.Text
source: Customize Status Bar
zh_cn: 自定义状态栏

# LblAdvancedOptions.Text
source: Advanced Options
zh_cn: 高级选项

# LblCustomizeToolBar.Text
source: Customize Tool Bar
zh_cn: 自定义工具栏

# BtnApplyNewCanvasSize.Content
source: Apply
zh_cn: 应用

# TxtImg.Text
source: IMG:
zh_cn: 图像大小:

# InkReplay-Save-Your-Work
source: Please Save Your Work
zh_cn: 请保存你的工作

# ToggleCurve.OffContent
source: Not Using Bézier Curve to Smooth Ink, All Manual Control
zh_cn: 不使用贝塞尔曲线自动平滑墨迹，我就要全手工控制

# ToggleCurve.OnContent
source: Using Bézier Curve to Automatically Smooth Ink
zh_cn: 使用贝塞尔曲线自动平滑墨迹

# ToggleShowProtractor.OffContent
source: Hide Protractor
zh_cn: 隐藏量角器菜单项

# ToggleShowProtractor.OnContent
source: Show Protractor
zh_cn: 显示量角器菜单项

# TouchZoomDisabled
source: Touch zooming disabled, canvas locked for inking.
zh_cn: 已退出画布缩放模式，重新启用墨迹绘制。

# TouchZoomEnabled
source: Touch zooming enabled, inking disabled. (Double Click again to disable)
zh_cn: 画布缩放模式，已禁用墨迹绘制防止误触。(再次双击退出画布缩放模式)

# TouchZoomWarning
source: Double Tap to zoom or move canvas, Unlock Ink movement to zoom or move ink (right bottom corner).
zh_cn: 双击画布启用画布缩放模式，禁用墨迹锁定（右下角）启用墨迹缩放模式。

# BtnTakePicture.Text
source: Take Photo as Picture
zh_cn: 拍照作图

# BtnRestart.Content
source: Restart Now
zh_cn: 立即重启

# BtnLayers.Label
source: Layers
zh_cn: 图层

# ToggleImageLayer.Text
source: Image
zh_cn: 背景图

# ToggleInkLayer.Text
source: Ink
zh_cn: 墨迹
